Revit 2027 API
ParameterTypeId.SpotDimStyleSlopeUnits Property
 "Units Format"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotDimStyleSlopeUnits { get; }
Public Shared ReadOnly Property SpotDimStyleSlopeUnits As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotDimStyleSlopeUnits {
	ForgeTypeId^ get ();
}
static member SpotDimStyleSlopeUnits : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace